[A_Weapon.WeaponType_Scorpio_Weapon WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="are you there %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Actually"

